<?php
defined("ZHANGXUAN") or die("no hacker.");
$navurladd = SITEHOST . "copyright.php";
?>
<div id="layout-middle">
    <div id="homewrapper">
        <div id="content">
            <div id="page-content">
                <div id="breadcrumb">
                    <ol class="ui-breadcrumb">
                        <li><a href="<?php echo SITEHOST; ?>">首页</a></li>
                        <li class="last"><a href="<?php echo $navurladd; ?>"><?php echo $topnavvalue ?></a></li>
                    </ol>
                </div>
                <div class="article-column">
                    <div id="article-container">
                        <div id="article">
                            <div class="article-games">
                                <a href="/"><img src="/resources/img/auth.png" alt=""></a>
                            </div>
                            <h2 id="article-title"> 版权声明及免责条款 </h2>
                            <div id="article-content">
                                <h3 class="article-ci"> 版权声明 </h3>
                                <p class="alignleft">
                                    本站部分源码版权所有，其他部分代码已在其文件中标注版权，如侵犯了您的版权，请<a href="mailto:webmaster@myauth.us">联系我们</a>删除<br>
                                    本站源码可能会在未来某个稳定版本后公开<br>
                                </p>
                                <h3 class="article-ci"> 注册与使用条款 </h3>
                                当您确认注册或者使用本站服务，即代表您同意本条款
                                <p class="alignleft"><br>
                                    1、您注册后将被授予一个战网安全令在线版的有限使用许可。 您必须同意并遵守本条款的约定，才能通过使用网页浏览器或本站认可的方式使用战网安全令在线版服务。您仅能出于非商业性的娱乐目的使用本站服务，而不能出于其它目的或利用其他手段来使用本站服务。<br><br>
                                    2、您知道并同意，您对您的战网安全令在线版账号不享有所有权、财产权益或者其他相关权益。您进一步确认并同意，战网安全令在线版账号包含及与账号相关的一切权利均归于、并将永远归于战网安全令在线版开发团队所有。开发团队不认可账号转让行为。您不得购买、出售、赠送或以其他任何方式交易任何账号，或试图购买、出售、赠送或以任何其他方式交易任何账号，上述行为均被视作无效并违反规定。<br><br>
                                    3、您在此确认您未支付任何强制费用。若您为任意服务强制支付了费用，请即刻要求对方退款。战网安全令在线版所提供的服务在任何时候都可能调整，您确认您同意使用未来可能出现的服务。<br><br>
                                    4、您在此确认您未提交除用户名、密码、邮箱、安全问题及其答案、安全令资料外的任何个人信息，您提交的个人信息将被用作您的登入令牌，并为您的账号服务提供验证。您确认战网安全令开发团队不会在本站范围之外使用您的个人信息，您再次确认战网安全令开发团队不会在任何时间、任何地点向任何对象泄露您的个人信息。<br><br>
                                    5、您在此允许我们在您的浏览器中使用Cookie。Cookie是您的网页浏览器的一项功能，允许网站向您的计算机发送一定量的信息供保存记录用。保存在您计算机上的cookie可以用来“记忆”某些信息，例如登入信息以省去您输入密码或注册信息等步骤，使您将来在网站上的操作更加快速、省时。您确认战网安全令开发团队不会在本站范围之外获取您的Cookie信息，您再次确认战网安全令开发团队不会在任何时间、任何地点向任何对象泄露您的Cookie信息。<br><br>
                                    6、您在此确认您使用的密码与战网、魔兽世界、星际争霸II、暗黑破坏神III、炉石传说及任何其他线上账号所使用的密码均不同，您再次确认您使用的密码与战网、魔兽世界、星际争霸II、暗黑破坏神III及任何其他线上账号所使用的密码均不同。您在此确认仅使用本站服务不会导致您的战网、魔兽世界、星际争霸II、暗黑破坏神III、炉石传说及任何其他线上账号发生意外或丢失。您声明您的战网、魔兽世界、星际争霸II、暗黑破坏神III、炉石传说及任何其他线上账号的账号意外均与战网安全令在线版开发团队无关。您对于通过您注册的资料所进行的任何行为应承担全部责任。<br><br>
                                    7、战网安全令在线版开发团队郑重提醒您妥善保管账号并审慎使用本站服务。因不当使用、账号共享、账号被盗等原因导致您和/或您的安全令信息丢失等所产生的全部责任和后果将由您独立承担。<br><br>
                                    8、您知道并同意开发团队未能执行本注册与使用条款中的任何条款的行为不应被解释为放弃当前或未来对该条款的权利，也不会影响开发团队日后要求执行该条款的权利。开发团队明确提出放弃本使用条款中的规定、条件或要求不构成放弃追究未来与此规定、条件或要求相一致的责任。<br>
                                </p><p>
                                    只要您点击“接受”、“同意”或实际注册并使用了战网安全令在线版服务，即表明您同意受本注册与使用条款的约束。如果您不接受本条款，请不要使用本网站。本条款可能出现修订，请定期查阅以确保知悉全部修订内容。<br><br>
                                </p>
                                <h3 class="article-ci"> 免责条款 </h3>
                                当您确认注册或者使用本站服务，即代表您同意本条款
                                <p class="alignleft"><br>
                                    1、在现有的技术条件下，开发团队将尽可能地保护您的用户资料。然而，由于互联网活动的特殊性、技术不可避免的局限性以及系统运作各环节受外界的影响，因此，开发团队不保证各系统不存在任何漏洞，不保证各系统能随时正常运作，亦不保证监督或认证效果完全正确真实或满足用户的需求。开发团队不提供任何明示或默示的担保，亦不对此承担任何责任。<br><br>
                                    2、由于您的不当使用、账号共享、账号被盗等原因导致您和/或您的安全令信息丢失等所产生的全部责任和后果将由您独立承担。您有责任维护您为了使用本服务所注册的与账号相关联的登录信息的保密性，您有义务正确、安全地使用该登录信息，不得向任何人泄露您的登陆信息或允许除了您以外的任何人使用您的账号和密码。同时请注意，您有义务保证账号安全。若您的账号遭遇“黑客行为”，您的账号或电脑被病毒或任何其他与账号或您的电脑有关的问题所干扰，开发团队都不承担任何责任。您对于通过您的注册与安全令资料所进行的任何行为应承担全部责任。<br><br>
                                    3、程序与服务以“现有”形式提供给您。开发团队不保证：程序与服务不会中断或无错误、所有缺陷均被更正、或程序或服务不会受到病毒或其他有害因素的损害。开发团队在此明确声明不承担任何明示或默示的担保责任，包括但不限于对服务适用性或不侵权的担保。<br><br>
                                    4、开发团队对开发团队控制之外的原因（比如：地震、火灾、水灾、突发停电、政府命令，等）导致的以下任何一种损失均不承担责任：（A）因使用或不能使用服务而产生的损失，包括但不仅限于名誉损失、误工损失或电脑故障；（B）服务中存储的任何用户信息的损失或损害；或（C）因服务中断（包括但不仅限于网络服务提供商的服务中断、软件或硬件故障引起的数据丢失或服务中断）引起的损失。开发团队都不对任何间接的、附带性的、特殊的、惩罚性的或后果性的损失承担责任。您特此同意，对于任何由第三方提出的因您使用程序或违反本条款的义务而引起的主张、责任、损失、损害、判决、成本、支出和费用（包括合理的律师费），您同意全力为开发团队进行辩护，给予赔偿并确保开发团队的利益免遭伤害。<br><br>
                                    5、在任何情况下，开发团队不会对在其合理控制之外的原因造成的迟延或失误承担责任，包括但不限于天灾、战争、恐怖主义、暴动、禁运、行政或军事机关行为、火灾、水灾、事故、罢工、或运输工具、燃料、劳工或材料的短缺等不能预见、不能避免和不能克服的情况。<br><br>
                                    6、您要求开发团队创建和保持电子文件，包括但不仅限于账号资料及安全令资料。保证账号资料及安全令资料的安全是开发团队的优先考虑，开发团队亦将采取合理的措施保证资料的安全。然而，但请注意，开发团队对资料的丢失不承担任何责任。<br><br>
                                    7、开发团队未能执行本免责条款中的任何条款的行为不应被解释为放弃当前或未来对该条款的权利，也不会影响开发团队日后要求执行该条款的权利。开发团队明确提出放弃本使用条款中的规定、条件或要求不构成放弃追究未来与此规定、条件或要求相一致的责任。<br>
                                </p><p>
                                    只要您点击“接受”、“同意”或实际注册并使用了战网安全令在线版服务，即表明您同意受本免责条款的约束。如果您不接受本条款，请不要使用本网站。本条款可能出现修订，请定期查阅以确保知悉全部修订内容。
                                </p>
                            </div>
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div></div>
